Repository: indianajo/mietguru
Catalog: *-content/plugins/voting/languages/*/messages.po
Languages: de_de

source: Voting options
de_de: Bewertungsoptionen

source: Settings
de_de: Einstellungen

source: Help
de_de: Hilfe

source: Configuration
de_de: Konfiguration

source: Loading
de_de: Lädt

source: Best voted
de_de: Beste Bewertung

source: Essential
de_de: Notwending

source: Very interesting
de_de: Sehr interessant

source: Interesting
de_de: Interessant

source: Uninteresting
de_de: Uninteressant

source: Without interest
de_de: Ohne Bedeutung

source: Without information
de_de: Ohne Information

source: votes
de_de: Bewertungen

source: Best users voted
de_de: Beste Nutzerbewertung

source: Vote
de_de: Bewerten

source: Result
de_de: Ergebnis

source: Congratulations. The plugin is now configured
de_de: Hurray! Das Plugin wurde erfolgreich konfiguriert

source: Items
de_de: Artikel

source: Enable for items
de_de: Für Artikel einschalten

source: Open voting
de_de: Offene Bewertung

source: All can vote the items
de_de: Alle können Artikel bewerten

source: Users voting
de_de: Nutzerbewertung

source: Only registered users can vote
de_de: Nur eingeloggte Nutzer können bewerten

source: Users
de_de: Benutzer

source: Enable for users
de_de: Für Benutzer einschalten

source: Save
de_de: Speichern

source: Plugin information
de_de: Plugin Informationen

source: This plugin adds a rating system and allows users to vote among them the quality of the item and quality sellers
de_de: Dieses Plugin fügt ein Bewertungssystem hinzu mit dem die Nutzer sowohl Artikel als auch Anbieter bewerten können

source: Easy plugin configuration.
de_de: Einfache Pluginkonfiguration

source: Vote items, can be enabled and disabled. It can be configured what kind of users can vote items, registered users only or guest too
de_de: Artikel bewerten, kann an oder aus sein. Es kann eingestellt werden welche Art von Nutzern Artikel bewerten können; nur angemeldete Nutzer oder auch Gäste

source: Vote users, can be enabled and disabled. Only registered users can vote sellers
de_de: Nutzer bewerten, kann an oder aus sein. Nur eingetragene Nutzer können Anbieter bewerten.

source: Allows to show the best rated items or users at frontend, adding some extra code at your template
de_de: Erlaubt die Anzeige der höchstbewertetsten Artikel und Nutzer im Frontend, fügt zusätzlichen Code zur Vorlage hinzu.

source: Frequently asked questions
de_de: Häufige Fragen

source: How can I show best rated listings or users?
de_de: Wie kann ich höchstbewertetste Artikel oder Nutzer anzeigen?

source: Start of page
de_de: Seitenanfang

source: Listings
de_de: Einträge

source: By default
de_de: Defaulteinstellung

source: Vote section
de_de: Bewertungsbereich

source: Now you can call function
de_de: Jetzt kannst du die Funktion

source: directly where you want <b>into item page</b>
de_de: direkt da aufrufen wo du willst <b>auf der Artikelseite</b>

source: If you want to modify the templates, you can find them in the plugin folder
de_de: Wenn du die Vorlage bearbeiten möchtest, findest du diese im Pluginordner

source: Template rating items
de_de: Vorlage Artikel bewerten

source: Template rating users
de_de: Vorlage Nutzer bewerten

source: Template best rated items
de_de: Vorlage höchstbewertetste Artikel

source: Template best rated users
de_de: Vorlage höchstbewertete Nutzer
